 slot_date  | start_time | end_time |        show_name         | rds_pty | rds_ms |                        rds_radio_text                        
------------+------------+----------+--------------------------+---------+--------+--------------------------------------------------------------
 2025-08-19 | 06:00:00   | 07:00:00 | הבוקר טוב                |       1 |      0 | 'Haboker Tov' - Waking up with Pnina Bat Zvi
 2025-08-19 | 07:00:00   | 09:00:00 | שבע תשע                  |       1 |      0 | 'Sheva Tesha' - Morning News with Anat Davidov and Udi Segal
 2025-08-19 | 09:00:00   | 11:00:00 | ינון מגל ובן כספית       |       1 |      0 | Yinon Magal and Ben Caspit
 2025-08-19 | 11:00:00   | 12:00:00 | אראל סג"ל ואייל ברקוביץ' |       1 |      0 | Erel Segal and Eyal Berkovic
 2025-08-19 | 12:00:00   | 14:00:00 | ברק סרי                  |      21 |      0 | Barak Seri
 2025-08-19 | 14:00:00   | 16:00:00 | שניים עד ארבע            |       4 |      1 | Shnaim Ad Arba with Ron Shalom & Yoav Cohen
 2025-08-19 | 16:00:00   | 17:00:00 | איפה הכסף                |      17 |      0 | 'Eifo HaKesef?' - Economy with Anat Davidov
 2025-08-19 | 17:00:00   | 18:00:00 | חמש בערב                 |       1 |      0 | 
 2025-08-19 | 18:00:00   | 20:00:00 | ספורט                    |       1 |      0 | 
 2025-08-19 | 20:00:00   | 21:00:00 | ורדה רזיאל ז'קונט        |       0 |      0 | Varda Rasiel Jackont
 2025-08-19 | 21:00:00   | 22:00:00 | איריס קול                |       1 |      1 | Iris Kol
 2025-08-19 | 22:00:00   | 23:00:00 | מוזיקה עברית             |      26 |      1 | 
 2025-08-19 | 23:00:00   | 23:59:00 | סיכום היום               |       1 |      0 | The best of 103fm for today
(13 rows)

